/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Editar";
"MENU_WINDOW" = "Ventana";
"MENU_HELP" = "Ayuda";

/* App Menu Items */
"MENU_APP_ABOUT" = "Acerca de @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Captura de pantalla";
"MENU_APP_HIDE" = "Ocultar @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Ocultar otros";
"MENU_APP_SHOW_ALL" = "Mostrar todo";
"MENU_APP_QUIT" = "Salir de @{APP_TITLE}";
"MENU_APP_REVEAL" = "Mostrar en el buscador";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Preferencias del juego";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Capturas de pantalla del juego";
"MENU_APP_REVEAL_GAME_LOGS" = "Registros del juego";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Soporte de la aplicación";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Preferencias de la aplicación";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Aplicación";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Deshacer";
"MENU_EDIT_CUT" = "Cortar";
"MENU_EDIT_COPY" = "Copiar";
"MENU_EDIT_PASTE" = "Pegar";
"MENU_EDIT_DELETE" = "Eliminar";
"MENU_EDIT_SELECT_ALL" = "Seleccionar todo";
"MENU_EDIT_FIND" = "Buscar";
"MENU_EDIT_FIND_FIND" = "Buscar…";
"MENU_EDIT_FIND_NEXT" = "Buscar siguiente";
"MENU_EDIT_FIND_PREVIOUS" = "Buscar anterior";
"MENU_EDIT_FIND_USE_SELECTION" = "Usar selección para buscar";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Ir a selección";
"MENU_EDIT_SPECIAL_CHARS" = "Caracteres especiales…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Cerrar";
"MENU_WINDOW_MINIMIZE" = "Minimizar";
"MENU_WINDOW_ZOOM" = "Zoom";
"MENU_WINDOW_FULLSCREEN" = "Mostrar pantalla completa";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Traer todo al frente";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Foro de soporte técnico";
"MENU_HELP_SUPPORT_PORTAL" = "Portal de soporte";
"MENU_HELP_COPY_SUPPORT_INFO" = "Copiar información de soporte";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Estás utilizando @{OS_VERSION}. Hay una actualización del sistema operativo disponible que mejorará la estabilidad de @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Este es un recordatorio de que @{OS_VERSION} ha dejado de ser un sistema operativo compatible con @{APP_TITLE}. Durante un período limitado el juego seguirá funcionando, pero te recomendamos actualizar tu sistema operativo a @{LATEST_OS_VERSION} lo antes posible. Puedes consultar lo requisitos del sistema @{SYSTEM_REQUIREMENTS_URL}. Si deseas obtener más información sobre cómo actualizar tu sistema operativo, consulta este @{OS_UPGRADE_URL}. Si deseas leer una explicación más detallada sobre nuestras pautas para sistemas operativos Macintosh, consulta este @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Continuar igualmente";
"LAUNCH_SOFTWARE_UPDATE"="Iniciar Actualizar programa";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE} no se puede iniciar porque no se puede encontrar un procesador de gráficos válido.";
"ERROR" = "Error";
